Revit 2024 API
InitialWattageIntensity Constructor
Overload List
Name | Description
InitialWattageIntensity(InitialWattageIntensity)
 Creates a copy of the given initial wattage intensity object
InitialWattageIntensity(Double, Double)
 Creates an initial wattage intensity object with the given values.
See Also
InitialWattageIntensity Class
InitialWattageIntensity Members
Autodesk.Revit.DB.Lighting Namespace